{
  "nodes": [
    {
      "op": "null", 
      "name": "0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "1_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "7_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[3, 0, 0], [4, 0, 0], [5, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "13_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm2_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[6, 0, 0], [7, 0, 0], [8, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "19_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[9, 0, 0], [10, 0, 0], [11, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "25_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "31_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm5_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[15, 0, 0], [16, 0, 0], [17, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "37", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[18, 0, 0], [19, 0, 0], [20, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "43_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[22, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "49_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[18, 0, 0], [25, 0, 0], [26, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "55_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "61_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[31, 0, 0], [32, 0, 0], [33, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "67_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm11_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[34, 0, 0], [35, 0, 0], [36, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "73", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[37, 0, 0], [38, 0, 0], [39, 0, 0], [40, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "79_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[41, 0, 0], [42, 0, 0], [43, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "85_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[37, 0, 0], [44, 0, 0], [45, 0, 0], [46, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "91", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[47, 0, 0], [48, 0, 0], [49, 0, 0], [50, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "97_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[51, 0, 0], [52, 0, 0], [53, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "103_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[47, 0, 0], [54, 0, 0], [55, 0, 0], [56, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "109_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_9", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[57, 0, 0], [58, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "115_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_10", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[60, 0, 0], [61, 0, 0], [62, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "121_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm20_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[63, 0, 0], [64, 0, 0], [65, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "127", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[66, 0, 0], [67, 0, 0], [68, 0, 0], [69, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "133_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_11", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[70, 0, 0], [71, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "139_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[66, 0, 0], [73, 0, 0], [74, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "145", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[76, 0, 0], [77, 0, 0], [78, 0, 0], [79, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "151_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_12", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[80, 0, 0], [81, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "157_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[76, 0, 0], [83, 0, 0], [84, 0, 0], [85, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "163", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[86, 0, 0], [87, 0, 0], [88, 0, 0], [89, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "169_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_13", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[90, 0, 0], [91, 0, 0], [92, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "175_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[86, 0, 0], [93, 0, 0], [94, 0, 0], [95, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "181_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_14", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[96, 0, 0], [97, 0, 0], [98, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "187_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_15", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[99, 0, 0], [100, 0, 0], [101, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "193_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm32_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[102, 0, 0], [103, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "199", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [106, 0, 0], [107, 0, 0], [108, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "205_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_16", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[109, 0, 0], [110, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "211_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [112, 0, 0], [113, 0, 0], [114, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "217", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [116, 0, 0], [117, 0, 0], [118, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "223_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_11", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[119, 0, 0], [120, 0, 0], [121, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "229_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [122, 0, 0], [123, 0, 0], [124, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "235_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_17", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[125, 0, 0], [126, 0, 0], [127, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "241_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip27", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_18", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "247_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm41_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[131, 0, 0], [132, 0, 0], [133, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "253", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[134, 0, 0], [135, 0, 0], [136, 0, 0], [137, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "259_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip29", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_19", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[138, 0, 0], [139, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "265_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[134, 0, 0], [141, 0, 0], [142, 0, 0], [143, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "271", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[144, 0, 0], [145, 0, 0], [146, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "277_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_20", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[148, 0, 0], [149, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "283_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_elemwise_add_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[144, 0, 0], [151, 0, 0], [152, 0, 0], [153, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "289_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm48_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_21", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[154, 0, 0], [155, 0, 0], [156, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "295_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip33", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_22", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0], [158, 0, 0], [159, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "301_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm50_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm50_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[160, 0, 0], [161, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "307_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm51_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip34", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_23", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[163, 0, 0], [164, 0, 0], [165, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "313_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm52_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[166, 0, 0], [167, 0, 0], [168, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "319_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm53_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[169, 0, 0], [170, 0, 0], [171, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_5", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[172, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "325_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm54_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[173, 0, 0], [174, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "331_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm55_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[176, 0, 0], [177, 0, 0], [178, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_6", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[179, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "337_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm56_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[180, 0, 0], [181, 0, 0], [182, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "343_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm57_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[183, 0, 0], [184, 0, 0], [185, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_7", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[186, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "349_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm58_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[187, 0, 0], [188, 0, 0], [189, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "355_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm59_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[190, 0, 0], [191, 0, 0], [192, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_8", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[193, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "361_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm60_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[194, 0, 0], [195, 0, 0], [196, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "367_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm61_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_9", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[197, 0, 0], [198, 0, 0], [199, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_9", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[200, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "373_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm62_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_10", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[201, 0, 0], [202, 0, 0], [203, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    4, 
    5, 
    7, 
    8, 
    10, 
    11, 
    13, 
    14, 
    16, 
    17, 
    19, 
    20, 
    21, 
    23, 
    24, 
    26, 
    27, 
    29, 
    30, 
    32, 
    33, 
    35, 
    36, 
    38, 
    39, 
    40, 
    42, 
    43, 
    45, 
    46, 
    48, 
    49, 
    50, 
    52, 
    53, 
    55, 
    56, 
    58, 
    59, 
    61, 
    62, 
    64, 
    65, 
    67, 
    68, 
    69, 
    71, 
    72, 
    74, 
    75, 
    77, 
    78, 
    79, 
    81, 
    82, 
    84, 
    85, 
    87, 
    88, 
    89, 
    91, 
    92, 
    94, 
    95, 
    97, 
    98, 
    100, 
    101, 
    103, 
    104, 
    106, 
    107, 
    108, 
    110, 
    111, 
    113, 
    114, 
    116, 
    117, 
    118, 
    120, 
    121, 
    123, 
    124, 
    126, 
    127, 
    129, 
    130, 
    132, 
    133, 
    135, 
    136, 
    137, 
    139, 
    140, 
    142, 
    143, 
    145, 
    146, 
    147, 
    149, 
    150, 
    152, 
    153, 
    155, 
    156, 
    158, 
    159, 
    161, 
    162, 
    164, 
    165, 
    167, 
    168, 
    170, 
    171, 
    174, 
    175, 
    177, 
    178, 
    181, 
    182, 
    184, 
    185, 
    188, 
    189, 
    191, 
    192, 
    195, 
    196, 
    198, 
    199, 
    202, 
    203
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    101, 
    102, 
    103, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    120, 
    121, 
    122, 
    123, 
    124, 
    125, 
    126, 
    127, 
    128, 
    129, 
    130, 
    131, 
    132, 
    133, 
    134, 
    135, 
    136, 
    137, 
    138, 
    139, 
    140, 
    141, 
    142, 
    143, 
    144, 
    145, 
    146, 
    147, 
    148, 
    149, 
    150, 
    151, 
    152, 
    153, 
    154, 
    155, 
    156, 
    157, 
    158, 
    159, 
    160, 
    161, 
    162, 
    163, 
    164, 
    165, 
    166, 
    167, 
    168, 
    169, 
    170, 
    171, 
    172, 
    173, 
    174, 
    175, 
    176, 
    177, 
    178, 
    179, 
    180, 
    181, 
    182, 
    183, 
    184, 
    185, 
    186, 
    187, 
    188, 
    189, 
    190, 
    191, 
    192, 
    193, 
    194, 
    195, 
    196, 
    197, 
    198, 
    199, 
    200, 
    201, 
    202, 
    203, 
    204, 
    205
  ], 
  "heads": [[204, 0, 0]], 
  "attrs": {
    "storage_id": ["list_int", [
        6, 
        7, 
        8, 
        0, 
        9, 
        10, 
        1, 
        11, 
        12, 
        0, 
        13, 
        14, 
        1, 
        15, 
        16, 
        0, 
        17, 
        18, 
        1, 
        19, 
        20, 
        21, 
        0, 
        22, 
        23, 
        2, 
        24, 
        25, 
        0, 
        26, 
        27, 
        2, 
        28, 
        29, 
        0, 
        30, 
        31, 
        2, 
        32, 
        33, 
        34, 
        0, 
        35, 
        36, 
        1, 
        37, 
        38, 
        0, 
        39, 
        40, 
        41, 
        2, 
        42, 
        43, 
        1, 
        44, 
        45, 
        2, 
        46, 
        47, 
        0, 
        48, 
        49, 
        2, 
        50, 
        51, 
        3, 
        52, 
        53, 
        54, 
        2, 
        55, 
        56, 
        0, 
        57, 
        58, 
        4, 
        59, 
        60, 
        61, 
        2, 
        62, 
        63, 
        0, 
        64, 
        65, 
        3, 
        66, 
        67, 
        68, 
        2, 
        69, 
        70, 
        0, 
        71, 
        72, 
        4, 
        73, 
        74, 
        2, 
        75, 
        76, 
        0, 
        77, 
        78, 
        4, 
        79, 
        80, 
        81, 
        2, 
        82, 
        83, 
        0, 
        84, 
        85, 
        3, 
        86, 
        87, 
        88, 
        2, 
        89, 
        90, 
        0, 
        91, 
        92, 
        4, 
        93, 
        94, 
        2, 
        95, 
        96, 
        3, 
        97, 
        98, 
        4, 
        99, 
        100, 
        101, 
        3, 
        102, 
        103, 
        5, 
        104, 
        105, 
        3, 
        106, 
        107, 
        108, 
        5, 
        109, 
        110, 
        4, 
        111, 
        112, 
        5, 
        113, 
        114, 
        2, 
        115, 
        116, 
        5, 
        117, 
        118, 
        4, 
        119, 
        120, 
        2, 
        121, 
        122, 
        0, 
        123, 
        124, 
        4, 
        2, 
        125, 
        126, 
        0, 
        127, 
        128, 
        2, 
        0, 
        129, 
        130, 
        2, 
        131, 
        132, 
        0, 
        2, 
        133, 
        134, 
        0, 
        135, 
        136, 
        2, 
        0, 
        137, 
        138, 
        1, 
        139, 
        140, 
        2, 
        1, 
        141, 
        142, 
        2]], 
    "dtype": ["list_int", [
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0]], 
    "dltype": ["list_str", [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"]], 
    "shape": ["list_shape", [
        [1, 3, 224, 224], 
        [24, 3, 3, 3], 
        [24, 1, 1], 
        [1, 24, 112, 112], 
        [24, 1, 3, 3], 
        [24, 1, 1], 
        [1, 24, 112, 112], 
        [16, 24, 1, 1], 
        [16, 1, 1], 
        [1, 16, 112, 112], 
        [56, 16, 1, 1], 
        [56, 1, 1], 
        [1, 56, 112, 112], 
        [56, 1, 3, 3], 
        [56, 1, 1], 
        [1, 56, 56, 56], 
        [24, 56, 1, 1], 
        [24, 1, 1], 
        [1, 24, 56, 56], 
        [88, 24, 1, 1], 
        [88, 1, 1], 
        [88, 1, 1], 
        [1, 88, 56, 56], 
        [88, 1, 3, 3], 
        [88, 1, 1], 
        [1, 88, 56, 56], 
        [24, 88, 1, 1], 
        [24, 1, 1], 
        [1, 24, 56, 56], 
        [80, 24, 1, 1], 
        [80, 1, 1], 
        [1, 80, 56, 56], 
        [80, 1, 3, 3], 
        [80, 1, 1], 
        [1, 80, 28, 28], 
        [24, 80, 1, 1], 
        [24, 1, 1], 
        [1, 24, 28, 28], 
        [128, 24, 1, 1], 
        [128, 1, 1], 
        [128, 1, 1], 
        [1, 128, 28, 28], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [1, 128, 28, 28], 
        [24, 128, 1, 1], 
        [24, 1, 1], 
        [1, 24, 28, 28], 
        [120, 24, 1, 1], 
        [120, 1, 1], 
        [120, 1, 1], 
        [1, 120, 28, 28], 
        [120, 1, 3, 3], 
        [120, 1, 1], 
        [1, 120, 28, 28], 
        [24, 120, 1, 1], 
        [24, 1, 1], 
        [1, 24, 28, 28], 
        [120, 24, 1, 1], 
        [120, 1, 1], 
        [1, 120, 28, 28], 
        [120, 1, 3, 3], 
        [120, 1, 1], 
        [1, 120, 14, 14], 
        [48, 120, 1, 1], 
        [48, 1, 1], 
        [1, 48, 14, 14], 
        [232, 48, 1, 1], 
        [232, 1, 1], 
        [232, 1, 1], 
        [1, 232, 14, 14], 
        [232, 1, 3, 3], 
        [232, 1, 1], 
        [1, 232, 14, 14], 
        [48, 232, 1, 1], 
        [48, 1, 1], 
        [1, 48, 14, 14], 
        [224, 48, 1, 1], 
        [224, 1, 1], 
        [224, 1, 1], 
        [1, 224, 14, 14], 
        [224, 1, 3, 3], 
        [224, 1, 1], 
        [1, 224, 14, 14], 
        [48, 224, 1, 1], 
        [48, 1, 1], 
        [1, 48, 14, 14], 
        [208, 48, 1, 1], 
        [208, 1, 1], 
        [208, 1, 1], 
        [1, 208, 14, 14], 
        [208, 1, 3, 3], 
        [208, 1, 1], 
        [1, 208, 14, 14], 
        [48, 208, 1, 1], 
        [48, 1, 1], 
        [1, 48, 14, 14], 
        [200, 48, 1, 1], 
        [200, 1, 1], 
        [1, 200, 14, 14], 
        [200, 1, 3, 3], 
        [200, 1, 1], 
        [1, 200, 14, 14], 
        [64, 200, 1, 1], 
        [64, 1, 1], 
        [1, 64, 14, 14], 
        [256, 64, 1, 1], 
        [256, 1, 1], 
        [256, 1, 1], 
        [1, 256, 14, 14], 
        [256, 1, 3, 3], 
        [256, 1, 1], 
        [1, 256, 14, 14], 
        [64, 256, 1, 1], 
        [64, 1, 1], 
        [1, 64, 14, 14], 
        [232, 64, 1, 1], 
        [232, 1, 1], 
        [232, 1, 1], 
        [1, 232, 14, 14], 
        [232, 1, 3, 3], 
        [232, 1, 1], 
        [1, 232, 14, 14], 
        [64, 232, 1, 1], 
        [64, 1, 1], 
        [1, 64, 14, 14], 
        [232, 64, 1, 1], 
        [232, 1, 1], 
        [1, 232, 14, 14], 
        [232, 1, 3, 3], 
        [232, 1, 1], 
        [1, 232, 7, 7], 
        [80, 232, 1, 1], 
        [80, 1, 1], 
        [1, 80, 7, 7], 
        [344, 80, 1, 1], 
        [344, 1, 1], 
        [344, 1, 1], 
        [1, 344, 7, 7], 
        [344, 1, 3, 3], 
        [344, 1, 1], 
        [1, 344, 7, 7], 
        [80, 344, 1, 1], 
        [80, 1, 1], 
        [1, 80, 7, 7], 
        [328, 80, 1, 1], 
        [328, 1, 1], 
        [328, 1, 1], 
        [1, 328, 7, 7], 
        [328, 1, 3, 3], 
        [328, 1, 1], 
        [1, 328, 7, 7], 
        [80, 328, 1, 1], 
        [80, 1, 1], 
        [1, 80, 7, 7], 
        [360, 80, 1, 1], 
        [360, 1, 1], 
        [1, 360, 7, 7], 
        [360, 1, 3, 3], 
        [360, 1, 1], 
        [1, 360, 7, 7], 
        [72, 360, 1, 1], 
        [72, 1, 1], 
        [1, 72, 7, 7], 
        [640, 72, 1, 1], 
        [640, 1, 1], 
        [1, 640, 7, 7], 
        [640, 1, 7, 7], 
        [640, 1, 1], 
        [1, 640, 7, 7], 
        [272, 640, 1, 1], 
        [272, 1, 1], 
        [1, 272, 7, 7], 
        [1, 272, 14, 14], 
        [272, 1, 7, 7], 
        [272, 1, 1], 
        [1, 272, 14, 14], 
        [112, 272, 1, 1], 
        [112, 1, 1], 
        [1, 112, 14, 14], 
        [1, 112, 28, 28], 
        [112, 1, 7, 7], 
        [112, 1, 1], 
        [1, 112, 28, 28], 
        [48, 112, 1, 1], 
        [48, 1, 1], 
        [1, 48, 28, 28], 
        [1, 48, 56, 56], 
        [48, 1, 7, 7], 
        [48, 1, 1], 
        [1, 48, 56, 56], 
        [24, 48, 1, 1], 
        [24, 1, 1], 
        [1, 24, 56, 56], 
        [1, 24, 112, 112], 
        [24, 1, 7, 7], 
        [24, 1, 1], 
        [1, 24, 112, 112], 
        [16, 24, 1, 1], 
        [16, 1, 1], 
        [1, 16, 112, 112], 
        [1, 16, 224, 224], 
        [1, 16, 1, 1], 
        [1, 1, 1], 
        [1, 1, 224, 224]]]
  }
}